Repository: salvadorfrisco/cartaovirtual
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

source: edit informations
pt_br: editar informações

source: share image
pt_br: compartilhar a imagem

source: select images
pt_br: selecionar imagens

source: change image components
pt_br: alterar componentes da imagem

source: configure items
pt_br: configurar ítens

source: change background image
pt_br: alterar imagem de fundo

source: change background color
pt_br: alterar cor do fundo

source: opacity
pt_br: opacidade

source: image upload
pt_br: upload de imagem

# goBack
source: return
pt_br: voltar

# comeOn
source: let's go
pt_br: vamos lá

source: next
pt_br: avançar

# appName
source: image creator
pt_br: criador de imagens

# wt1
source: welcome
pt_br: bem vindo

# wc1
source: image Creator is a platform for share your services by creating personalized images in a simple and fast way.
pt_br: Image Creator é uma plataforma para divulgação dos seus serviços através da criação de imagens personalizadas de forma simples e rápida.

# wt2
source: simple to use
pt_br: simples de usar

# wc2
source: you register your information contact, choose a background theme and you can now distribute your image!
pt_br: você cadastra suas informações de contato, escolhe um tema de fundo e já pode distribuir seu imagem!

# wt3
source: initial information
pt_br: informações iniciais

# wc3
source: let's create a custom initial image, don't worry, then you can change and complement the information, including a photo or logo.
pt_br: vamos criar um imagem personalizada inicial, não se preocupe, depois você poderá alterar e complementar as informações, inclusive uma foto ou logotipo.

# wt4
source: contact details
pt_br: dados para contato

# wc4
source: rest assured, it's just to do your initial image, will not be passed on and you will not receive emails or calls.
pt_br: fique tranquilo, é apenas para fazer seu imagem inicial, não será repassado e você não receberá emails ou ligações.

# wt5
source: share and win!
pt_br: divulgue e ganhe!

# wc5
source: share services with your contacts, whatsapp groups, facebook to always be remembered.
pt_br: compartilhe os serviços com seus contatos, grupos de whatsapp, facebook para ser sempre lembrado.

source: version
pt_br: versão

source: Write your name
pt_br: Digite seu nome

source: Cell Phone
pt_br: celular

# declarationReaded
source: Moving forward, I declare that I have read and agree with the
pt_br: Ao avançar declaro que li e concordo com os

# termsOfUse
source: Terms of Use and Privacy Policy
pt_br: Termos de Uso e Política de Privacidade

# ruleName
source: The name must be at least 5 characters
pt_br: O nome deve ter no mínimo 5 caracteres

# pleaseWriteYourName
source: Please fill in the name
pt_br: Favor preencher o nome

# pleaseWriteYourCellPhone
source: Please fill in your cell phone
pt_br: Favor preencher seu celular

source: Invalid cell phone
pt_br: Celular inválido

# nameHint
source: type the name
pt_br: digite o nome

# occupationHint
source: enter profession or service
pt_br: digite a profissão ou serviço

# cellPhoneHint
source: enter cell phone
pt_br: digite o telefone celular

# emailAddressHint
source: email address or any text
pt_br: endereço do e-mail ou qualquer texto

# facebookAddressHint
source: Facebook address (optional)
pt_br: endereço do Facebook (opcional)

# instagramAddressHint
source: Instagram address (optional)
pt_br: endereço do Instagram (opcional)

# twitterAddressHint
source: Twitter address or any text
pt_br: endereço do Twitter ou qualquer texto

# linkedinAddressHint
source: Linkedin address or any text
pt_br: endereço do Linkedin ou qualquer texto

# youtubeAddressHint
source: Youtube address or any text
pt_br: endereço do Youtube ou qualquer texto

# websiteAddressHint
source: website address or any text
pt_br: endereço do site ou qualquer texto

source: Tip of the day
pt_br: Dica do dia

source: Share
pt_br: Compartilhe

source: Enhance your image
pt_br: Incremente sua imagem

source: Background image
pt_br: Imagem de fundo

source: Transparency
pt_br: Transparência

source: Make your layout
pt_br: Faça seu layout

source: Your content
pt_br: Seu conteúdo

source: Include photo from gallery
pt_br: Incluir foto da galeria

source: and
pt_br: e

# txtTip1
source: The icons on the left side will only appear if they are enabled
pt_br: Os ícones do lado esquerdo aparecerão somente se estiverem habilitados

# txtTip2
source: Promote your services, invitations, feeds on social networks by sharing the image on
pt_br: Divulgue seus serviços, convites, feeds em redes sociais compartilhando a imagem em

# txtTip3a
source: Click on the button
pt_br: Clique no botão

# txtTip3b
source: Include photo...
pt_br: Incluir foto...

# txtTip3c
source: above to include a photo from the gallery in the image
pt_br: acima para incluir uma foto da galeria na imagem

# txtTip4a
source: Change the background image by clicking
pt_br: Troque a imagem de fundo clicando em

# txtTip4b
source: select an image or upload on
pt_br: selecione uma imagem ou faça upload em

# txtTip5a
source: Control the opacity of the background image, click
pt_br: Controle a opacidade da imagem de fundo, clique em

# txtTip5b
source: , slide the button on the right side and see the effect
pt_br: , deslize o botão do lado direito e veja o efeito

# txtTip6a
source: Change the position of the information, click
pt_br: Altere a posição das informações, clique em

# txtTip6b
source: hold the item and drag it to the desired location
pt_br: segure o item e arraste para o local desejado

# txtTip7
source: The light gray texts are only suggestions, you can include any text to appear in the image
pt_br: Os textos em cinza claro são apenas sugestões, você pode incluir qualquer texto para aparecer na imagem

# chooseImage
source: Click for choose image from gallery
pt_br: Clique para escolher a imagem da galeria

# tipAccessDenied
source: If you denied access to gallery, to permiss again you have reinstall de application or clear the storage data
pt_br: Caso o acesso à galeria foi negado, você deve reinstalar o aplicativo ou limpar os dados de armazenamento

source: (denied)
pt_br: (negado)
